Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Dieses Handbuch beschreibt den EXMARaLDA Partitur-Editor in seiner aktuellen Version (1.5.1 vom Oktober 2011). Wenn Sie den Editor zum ersten Mal benutzen, sei Ihnen ans Herz gelegt, dieses Handbuch zu lesen und bei der Einarbeitung zu konsultieren.
en_gb: This user manual describes the EXMARaLDA Partitur-Editor in its current version (1.5.1 of October 2011).). If you’re using the editor for the first time, kindly be advised to read this manual and consult it while familiarising yourself with the program.

source: Dieses Handbuch ist keine Anleitung zum Transkribieren
en_gb: This manual is not a guideline for transcribing

source: Dieses Untermenü enthält Funktionen, die sich auf einen zuvor ausgewählten Bereich („Selection“) der Transkription beziehen.
en_gb: This submenu includes features that concern a previously selected part ("Selection“) of the transcription.

source: Dieses Verzeichnis wird (falls nicht schon vorhanden) im selben Ordner angelegt wie die übergeordnete HTML-Datei.
en_gb: This directory will be created in the same folder as the superordinate HTML file, if it is not available yet.

source: Directory: Ist das Verzeichnis auf Ihrem Computer, in dem die neu zu erzeugenden Audio-Dateien abgespeichert werden sollen.
en_gb: Directory: Is the directory on your computer where you would like to save the the newly created audio files.

source: Directory: Klicken Sie auf Browse…, um ein Verzeichnis auszuwählen, in dem die neu erzeugten Teiltranskriptionen gespeichert werden sollen.
en_gb: Directory: click Browse…, to select a directory in which the new partial transcription should be saved.

source: Display Name: der Name, der in der Partitur am Beginn jeder Spur angezeigt wird
en_gb: Display Name: the name that is discplayed in the musical score at the beginning of every tier

source: Display: der Name der Spur, der bei der Ausgabe und im Partitur-Editor verwendet wird.
en_gb: Display: the name of the tier that should be used for the tier for the ouput in the Partitur-Editor.

source: Don’t make line breaks: Die Auswahl dieser Option erzeugt eine Endlos-Partitur, d. h.
en_gb: Don’t make line breaks: Checking this option creates an endless musical score, hence

source: Don’t link: Es werden lediglich „Audio-Schnipsel“ generiert, ohne dass sie mit der Partitur verknüpft werden.
en_gb: Don’t link: The "audio snippets" are only generated without being linked to the musical score.

source: Doppelklicken Sie auf ein Element in der Liste, um zur Stelle in der Partitur zu springen, an der der Fehler auftritt.
en_gb: Doubleclick an element in the list in order to get to the section in the transcription where the error occured.

source: Doppeltes Auftreten markiert das Ende eines nicht-phonologischen Segments.
en_gb: A double occurence marks the end of a non phonological segment.

source: Doppeltes Auftreten markiert den Beginn eines nicht-phonologischen Segments.
en_gb: A double occurence marks the beginning of a non phonological segment.

source: Doppeltes Auftreten markiert einen Referenzbereich in einer Sprecherzeile.
en_gb: A double occurences marks the reference section in the speaker tier.

source: Download eines gebrauchsfertigen Stylesheets von der EXMARaLDA-Website:
en_gb: Download of a ready to use stylesheet from the EXMARaLDA website:

source: Dritte öffnende runde Klammer.
en_gb: A third opening parantheses .

source: Drittens kann sich das Annotation Panel "intelligent" an die Annotationsaufgabe anpassen, indem es abhängig von der aktuellen Auswahl in der Partitur bestimmte Kategorien-Sets in der Hierarchie ein- bzw. ausblendet.
en_gb: Third, the annotation panel can "intelligently" adapt itself to the annotation task by hiding certain category sets in the hierarchy depending on the current selection in the musical score.

source: Druckt die aktuelle Auswahl (siehe „File > Print…“).
en_gb: Prints the current selectionl (also see "File > Print…“).

source: Drücken Sie anschließend auf SPACE, wann immer Sie einen neuen Zeitpunkt (z.B. bei einem Sprecherwechsel) einfügen möchten.
en_gb: Then hit SPACE whenever you want to insert a new point in time (i.e. at a speaker change).

source: Drücken Sie auf den Startknopf, um ein Abspielen der Aufnahme zu starten.
en_gb: Click the start button to start play back of the recording.

source: Drücken auf "OK" schließt zusätzlich den Dialog.
en_gb: Clicking "OK" also closes the dialogue.

source: Durch Klicken auf OK wird das Stylesheet angewendet, und Sie erhalten eine neue, leere Partitur mit den Spuren, die das Stylesheet festlegt.
en_gb: The stylesheet is used by clicking OK. A new, empty musical score will be created with the tiers defined by the stylesheet.

source: Durch die Verwendung eines geeigneten Stylesheets zusammen mit der Funktion File > New from speakertable kann diese Aufgabe automatisiert werden:
en_gb: By using a suitable stylesheet in combination with the function File > New from speakertable, this task can be automated:

source: EXMARaLDA Partitur-Editor (Version 1.3 oder höher) starten
en_gb: Start EXMARaLDA Partitur-Editor (Version 1.3 or higher)

source: EXMARaLDA ist ein formales Framework, das eine Abstraktionsstufe höher angesiedelt ist als konkrete Transkriptionssysteme wie HIAT, DIDA, GAT etc. Aus diesem Grunde liefert dieses Handbuch keine konkreten Anweisungen, welche Phänomene gesprochener Sprache wie zu transkribieren sind.
en_gb: EXMARaLDA is a formal framework that is situated one level of abstraction above the specific transcription systems like HIAT, DIDA, GAT etc. Therefore this manual does not provide specific instructions on how which phenomenons of spoken language should be transcribed.

source: EXMARaLDA ist „Work in Progress“
en_gb: EXMARaLDA is a „Work in Progress“

source: EXMARaLDA Partitur-Editor – Handbuch
en_gb: EXMARaLDA Partitur-Editor User Manual

source: Ebenfalls dort findet sich ein fünfzehnminütiges Lehrvideo, das die grundlegenden Handgriffe für das Transkribieren mit dem Editor erklärt.
en_gb: In addition, a fifteen minute video tutorial can be found there, explaining the basic steps of transcribing with the editor.

source: Eckige, geschweifte und spitze Klammern dürfen nur in der oben definierten Art und Weise verwendet werden und sollten sonst in der Transkription nicht vorkommen
en_gb: Sqaure, curly and angle brackets may only be used as specified above. They should not occur within the transcription in any other way.

source: Edit-Menü
en_gb: Edit Menu

source: Edit > Partitur preferencess…
en_gb: Edit > Partitur preferences…

source: Einfaches Auftreten wird wie „übrige Interpunktion“ behandelt.
en_gb: A single occurence is treated like "other punctuation".

source: Ein Doppelklick auf eine Kategorie mit Tag fügt das betreffende Tag an der momentanen Cursorposition in der Partitur ein.
en_gb: Double clicking on a category with a tag adds the tag to the current cursor position in the musical score.

source: Ein Doppelklick auf einen Eintrag in der Liste öffnet die betreffende Transkription (falls sie nicht bereits geöffnet ist) und plaziert den Cursor an der betreffenden Stelle.
en_gb: Double clicking on a list entry opens the corresponding transcription, should it not be open already, and places the cursor on the position in question.

source: Ein Handbuch für das Transkribieren mit dem EXMARaLDA Partitur-Editor nach HIAT ist im Sommer 2004 erschienen:
en_gb: A manual for the transcribing with the EXMARaLDA according to HIAT was published in the summer of 2004:??? english version available?

source: Ein Klick auf den neben diesem Feld liegenden „Browse...“-Button öffnet einen Dialog, mit dem diese Datei gesucht und zugeordnet werden kann.
en_gb: The "Browse..." button next to this field opens a dialogue with which this file can be located and assigned.

source: Ein Klick auf ein Symbol fügt dieses an der momentanen Cursorposition in der Partitur ein.
en_gb: Clicking on the symbol adds it to the current cursor position in the musical score.

source: Ein Klick mit der linken Maustaste auf die grünen Ziffern reduziert den Wert um 0,1 Sekunden, ein Klick mit der rechten erhöht ihn um 0,1 Sekunden.
en_gb: Left clicking on the green digits reduces the value by 0,1 seconds, right clicking increases it by 0,1 seconds.

source: Ein Klick mit der linken Maustaste auf die roten Ziffern reduziert den Wert um 0,1 Sekunden, ein Klick mit der rechten erhöht ihn um 0,1 Sekunden.
en_gb: Left clicking on the red digit reduces the value by 0,1 seconds, right clicking increases it by 0,1 seconds.

source: Ein Lesezeichen kann es erleichtern, signifikante Stellen in einer Transkription leicht wiederzufinden (siehe Timeline > Bookmarks).
en_gb: A bookmark can facilitate finding significant sections of a transcription again. (see Timeline > Bookmarks).

source: Ein Stylesheet ist ein XML-Dokument, das Anweisungen enthält, die von einer dafür ausgelegten Software (einem Stylesheet-Prozessor) „verstanden“ und umgesetzt werden können.
en_gb: A style sheet is an XML document that contains instructions that can be "understood" and implemented by software (a stylesheet processor) designed to implement it.

source: Ein Zeitpunkt ist unbenutzt, wenn an ihm kein Ereignis beginnt oder endet.
en_gb: A timepoint is unused when no event starts or ends on it.

source: Ein einmaliger Doppelklick in der Oszillogramm-Ansicht setzt eine Markierung.
en_gb: Double-clicking sets a mark in the oscillogram view.

source: Eine Anleitung für das Transkribieren mit dem EXMARaLDA Partitur-Editor nach DIDA wurde am IDS in Mannheim erstellt:
en_gb: The IDS Mannheim produced a manual for transcribing with the EXMARaLDA Partitur-Editor according to DIDA:

source: Eine Annotations-Spezifikation besteht aus einem oder mehreren Annotations-Sets.
en_gb: An annotation specification consists of one or more annotation sets.

source: Eine Fehlerliste ist eine XML-Datei, die auf bestimmte Positionen in vorhandenen Transkriptionsdateien verweist.
en_gb: An error list is an XML file that points to specific positions in the existent transcription files.

source: Eine Freeware-Alternative dazu, die allerdings bzgl. einiger Unicode-Bereiche noch lückenhaft ist, ist der vom „Summer Institute of Linguistics“ entwickelte „Gentium“ (vgl. http://www.sil.org/~gaultney/gentium/).
en_gb: A freeware alternative, even though it is still incomplete in some Unicode areas, is "Gentium“, which was developed by the "Summer Institute of Linguistics“ (see also: http://www.sil.org/~gaultney/gentium/).

source: Eine HIAT-Äußerungsliste soll als HTML-Datei ausgegeben werden, die einzelnen Äußerungen sollen nummeriert werden und alle Annotationen und Deskriptionen aus der Darstellung ausgeblendet werden.
en_gb: A HIAT utterance list should be issued as an HTML file, the individual utterances should be numbered and all annotation and description should be hidden.

source: Eine Lücke ist ein Raum zwischen zwei aufeinander folgenden Zeitpunkten, über den sich kein Ereignis erstreckt.
en_gb: A gap is a space between consequitive time points that does not contain an event.

source: Eine Modifizierung des Stylesheets (siehe rechter Ausschnitt) kann den größten Teil der Anweisungen unberührt lassen und lediglich an den gelb hervorgehobenen Stellen Änderungen vornehmen:
en_gb: A modification of the stylesheet (see the section to the right) can leave the majority of the instructions unaltered and only change the sections highlited in yellow::

source: Eine Reihe von Zeichen im Keyboard steht nur in wenigen Schriftsätzen zur Verfügung, die eine große Anzahl an Unicode-Bereichen abdecken (z. B. „Arial Unicode MS“).
en_gb: A number of symbols are only available in a few fonts, namely those that cover a great range of Unicode (e. g. „Arial Unicode MS“).

source: Eine Segmentkette beginnt mit einer Wort- oder Silbengrenze
en_gb: A segment chain begins with a word or syllable boundary

source: Eine Skalierungskonstante von +5 führt zum Beispiel dazu, dass Text, der als 10 pt formatiert ist, in einer Größe von 15 pt angezeigt wird.
en_gb: A scale constant of +5 will display a text which is formatted as 10 pt, with a font size of 15 pt.

source: Eine etwaige Annotation der Äußerung (z. B. eine Übersetzung) kann der Äußerung in geschweiften Klammern nachgestellt werden.
en_gb: An annotation of the utterance (e.g. a translation) can be placed in curly brackets behind the utterance.

source: Eine etwaige Transkription von non-verbalen Handlungen, die die Äußerung begleiten (d. h.
en_gb: A transcription of non-verbal actions that accompany the utterances (i.e.

source: Eine schriftlich publizierte Version dieser Konventionen existiert z.Z. noch nicht.
en_gb: A written version of these conventions is currently not available.

source: Eine solche Segmentkette ist definiert als eine zeitlich ununterbrochene Folge von Ereignissen.
en_gb: Such a segment chain is defined as a chain of events with temporal interruptions.

source: Eine vorhandene Transkription soll in Abhängigkeit von den Spurtypen automatisch formatiert werden, z. B. sollen alle Spuren der Kategorie „v“ mit „Arial, 12pt, fett“ und alle Spuren der Kategorie „nv“ mit „Times, 10pt, kursiv“ formatiert werden.
en_gb: An existing transcription is to be formated automatically subject to the tier types e.g. all tiers of category "v" should be formated in "Arial, 12pt, bold“ and all tiers of category "nv“ should be formatted in "Times, 10pt, italic“.

source: Einführung
en_gb: Introduction

source: Eingeblendete Gitternetzlinien erleichtern die Navigation in der Partitur und machen die Einteilung in Ereignisse deutlicher:
en_gb: Using the grid makes it easier to navigate in the musical score and also makes the division of events more clear:

source: Einige davon sind fest vorgegeben:
en_gb: Some of them are predefined:

source: Einige der hier aufgeführten Parameter dienen dem Zweck, diese Ungenauigkeiten auszugleichen (siehe hierzu auch den Abschnitt „Ausgeben einer Transkription“ im Tutorium).
en_gb: Some of the here mentioned parameters serve the purpose of compensating those inaccuracies (see the sections " Ausgeben einer Transkription“ in the tutorial???).

source: Enable auto save: Das Erstellen automatischer Sicherungskopien wird aktiviert.
en_gb: Enable auto save: The generating of an automatic backup copy is activated.

source: Enable undo: Die Rückgängig-Funktion („Undo“) im Menü „Edit“ wird aktiviert
en_gb: Enable undo: The undo function ("Undo“) in the "Edit“ menu is activated

source: Entfernt alle Lücken aus der Transkription.
en_gb: Removes all gaps from the transcription.

source: Entfernt absolute Zeitwerte, die durch Interpolation (s. o.) entstanden sind, aus der Zeitachse.
en_gb: Removes absolute time values from the time axis that have been created by interpolating (see above).

source: Entfernt alle unbenutzten Zeitpunkte aus der Transkription.
en_gb: Removes all unused timeline items from the transcription.

source: Entfernt das momentan markierte Ereignis.
en_gb: Removes the currently selected event.

source: Entfernt die momentan markierte Lücke aus der Zeitachse.
en_gb: Removes the currently selected gap from the time axis.

source: Entfernt leere Ereignisse, d. h.
en_gb: Removes empty events, hence

source: Entsprechendes gilt für Verknüpfungen zu Video-Dateien.
en_gb: The same applies to a linked video file.

source: Entweder innerhalb eines Wortes (als Dehnungszeichen) oder innerhalb einer Zeitangabe.
en_gb: EIther within a word (as a ((Dehnungszeichen??))) or as part of time .

source: Ereignisse die keinen Text enthalten, aus allen Spuren entfernen möchten.
en_gb: that is, events that do not conatin text.

source: Ereignisse mit längeren Beschreibungen werden so Intervallen mit längerer Zeitdauer zugeordnet:
en_gb: Events with longer descriptions are assigned to intervals of a longer duration.

source: Ereignisse, in die nur Leerzeichen eingetragen sind, aus der momentan markierten Spur.
en_gb: events that only contain spaces, from the currently selected tier.

source: Erläuterung
en_gb: Explanation

source: Erläuterung: Alle Äußerungsendzeichen in CHAT (also sowohl die „Basic Utterance terminators“ als auch die „Special Utterance Terminators“, vgl. MacWhiney 2000: 60 und 66 ff) setzen sich aus Zeichenketten zusammen, die mit einem Punkt, einem Fragezeichen oder einem Ausrufezeichen enden.
en_gb: Explanation: All Utterance End Symbols CHAT (both the "Basic Utterance terminators“ as well as the "Special Utterance Terminators“, cf. MacWhiney 2000: 60 und 66 ff) are put together from??? Zeichenketten??? (setzen sich aus Zeichenketten zusammen,) that end in a fullstop, a question mark or an exclamation mark.

source: Erläuterung: Wörter werden durch Leerzeichen, Silben (optional) durch Punkte voneinander getrennt.
en_gb: Explanation: Words are separated from each other by spaces, syllables (optional) are seprarated from wach other by fullstops.

source: Error: Nicht erlaubt: Großbuchstabe, offene Klammer, geschlossene Klammer, Punkt oder Ellipse, Zahl oder Komma
en_gb: Error: Not allowed: Capital letter, open parentheses, cloed parentheses, fullstop or ellipsis, number or comma

source: Error: Nicht erlaubt: offene Klammer, geschlossene Klammer, Zahl oder Komma, Doppelpunkt, Punkt oder Ellipse, Pausenzeichen, Prosodiezeichen, Wortbestandteil
en_gb: Error: Not allowed: open parentheses, closed parentheses, numer or comma, colon, fullstop or ellipsis, pause symbols, ((Prosodiezeichen???) , parts of words

source: Error: die Ursache des Fehlers.
en_gb: Error: the cause of the error.

source: Erst dann wird die Änderung der Sprache wirksam.
en_gb: After this step, the language change is activated.

source: Erstellen eigener Stylesheets:
en_gb: Creating own stylesheets:

source: Erzeugt eine "Unterstreichung" für den momentan markierten Text.
en_gb: Underlines the currently selected text.

source: Erzwingt eine Neuberechnung der Partitur-Formatierung.
en_gb: Forces a recalculation of the musical score format.

source: Es empfiehlt sich daher, die Transkription vor dem Ersetzen zu speichern und den Vorgang ggf. mittels File > Restore (s. o.) wieder aufzuheben.
en_gb: It is therefore advisable to save the transcription before using the replace function, in order to be able to reverse the process by using File > Restore (see above).

source: Es gibt drei Möglichkeiten, Stylesheets für den Gebrauch mit dem Partitur-Editor zu erhalten:
en_gb: There are three ways to get stylesheets for the use in the Partitur-Editor:

source: Es gibt fünf Funktionen im Partitur-Editor, die sich mittels Style-sheets parametrisieren lassen:
en_gb: There are five functions in the Partitur-Editor that allow their parameter to be set with stylesheets:

source: Es gibt mehrere Möglichkeiten, Start- und Stop-Zeit für das Abspielen zu ändern:
en_gb: There are multiple options to change the start and stop times of playback:

source: Es gibt neben dem Partitur-Editor auch noch andere Möglichkeiten, EXMARaLDA-Transkriptionen zu erstellen und zu bearbeiten (z. B. mit Hilfe der Transkriptionswerkzeuge Praat, ELAN oder FOLKER, mit einem beliebigen XML-Editor oder nach der „Simple EXMARaLDA“-Eingabemethode in einem herkömmlichen Texteditor oder Textverarbeitungsprogramm).
en_gb: There are other options to create and edit EXMARaLDA-Transcriptions besides the Partitur-Editor (i.e. with the help of the transcription tool Praat, ELAN or FOLKER, with any XML-Editor or the „Simple EXMARaLDA“entry method in a conventional text editor or word processing program).

source: Es gibt zwei Methoden der Interpolation.
en_gb: There are two method of interpolation.

source: Es ist für das Bedienen des Editors nicht unbedingt notwendig, diese Zusammenhänge ständig parat zu haben.
en_gb: In order to use the editor, it is not necessary to continuously remember these connections,

source: Es ist möglich, die manuelle und die automatische Zuordnung miteinander zu kombinieren.
en_gb: It is possible to combine both manual and automatic assignment with eachother.

source: Es ist nicht notwendig, die Details dieser Technologie zu verstehen, um Stylesheets bei der Arbeit mit dem Partitur-Editor effektiv nutzen zu können.
en_gb: It is not neccessary to understand to fully understand this technology in order to make use of style sheets in the Partitur-Editor effectively.

source: Es ist prinzipiell nicht möglich, eine perfekte EXMARaLDA-Entsprechung für ein gegebenes HIAT-DOS-Datum zu finden.
en_gb: In essence, it is not possible to find a perfect EXMARaLDA correspondance for a given HIAT-DOS date.

source: Es kann entweder eine absolute Zeitangabe ("Go to time") oder eine Position in der Zeitachse "Go to timeline item" angegeben werden.
en_gb: You can either specify an absolue time value ("Go to time") or a position on the timeline "Go to timeline item".

source: Es lohnt sich daher, stets mit der aktuellsten Version des Editors zu arbeiten, auch wenn dies eine regelmäßige Neuinstallation der Software bedeutet.
en_gb: It is thus advisable to work with the current version of the editor, even if this means a regular new installation of the software.

source: Es muss außerdem zu einer solchen Spur eine Spur des Typs "T(ranscription)" geben, die dem selben Sprecher zugeordnet ist.
en_gb: Furthermore, in addition to this tier there has to be a tier of type "T(ranscription)" that is assigned to the same speaker.

source: Es sind mehrere vordefinierte Transformationsszenarien vorhanden.
en_gb: Various transformiation scenarios are available.

source: Es stehen drei Alternativen zur Verfügung:
en_gb: There are three alternatives:

source: Es werden bis zu 20 Aktionen gespeichert, die rückgängig gemacht werden können.
en_gb: Up to 20 actions are saved, which can be undone again.

source: Es werden verschiedene Exportvarianten angeboten:
en_gb: Different export variants are offered:

source: Es werden verschiedene Varianten angeboten:
en_gb: Different variants are offered:

source: Es wird der Standard-Datei-Dialog des jeweiligen Systems angezeigt und alle Dateien mit den Endungen ".exb" und ".xml".
en_gb: A standard file window of the system will be displayed as well as all files ending in ".exb" and ".xml".

source: Es wird zunächst der Dialog zum Bearbeiten einer Sprechertabelle angezeigt.
en_gb: First, the window to edit a speakertable is displayed.

source: Event-Menü
en_gb: Event Menu

source: Everything gibt die gesamte Transkription aus.
en_gb: Everything issues the entire transcription

source: Falls das Link panel nicht auf Ihrem Bildschirm erscheinen sollte, wählen Sie View > Link panel, um es anzeigen zu lassen.
en_gb: If the link panel should not appear on your screen, choose View > Link panel, to have it displayed.

source: Falls das Praat panel nicht automatisch auf Ihrem Bildschirm erscheinen sollte, wählen Sie View > Praat panel, um es anzeigen zu lassen.
en_gb: If the Praat panel should not appear on your screen, choose View > Praat panel, to have it displayed.

source: Falls das Keyboard nicht automatisch auf Ihrem Bildschirm erscheinen sollte, wählen Sie View > Keyboard, um es anzeigen zu lassen.
en_gb: If the keyboard does not appear on your screen automatically, choose View > Keyboardto have it displayed.

source: Falls das Praat panel nicht angezeigt wird: View > Show panels > Praat panel auswählen
en_gb: If the PRAAT panel is not displayed, select: View > Show panels > Praat panel

source: Falls ja, werden diese entfernt.
en_gb: If there are any, they will be removed.

source: Falls ja, wird "OK" angezeigt, ansonsten die Anzahl der fehlerhaften Annotationen.
en_gb: If this is the case, "OK" will appear, otherwise the number of faulty annotations will be shown.
